<?php
/* ====================
Copyright (c) 2008-2009, Vladimir Sibirov.
All rights reserved. Distributed under BSD License.
==================== */

$L['ml_add'] = 'Добавить';
$L['ml_assign'] = 'Назначить нового модератора:';
$L['ml_back'] = 'Назад';
$L['ml_delete'] = 'Удалить';
$L['ml_ensure'] = 'Вы уверены?';
$L['ml_groups_added'] = 'Модераторских групп добавлено';
$L['ml_groups_removed'] = 'Модераторских групп удалено, всего объектов затронуто:';
$L['ml_install'] = 'Установить';
$L['ml_install_confirm'] = 'Используйте только если устанавливаете в первый раз, иначе все ваши назначения будут испорчены! Продолжить?';
$L['ml_installed'] = 'Таблица БД установлена';
$L['ml_item'] = 'Элемент';
$L['ml_items_removed'] = 'Элементов удалено';
$L['ml_remove_all'] = 'Удалить все';
$L['ml_section_list'] = 'Список секций';
$L['ml_sync'] = 'Синхронизировать секции и группы';
$L['ml_uname'] = 'Имя пользователя:';

// Ошибки
$L['ml_err_db'] = 'Ошибка базы данных';
$L['ml_err_delete'] = 'Невозможно удалить элемент';
$L['ml_err_noitems'] = 'Не найдено ни одного элемента';

// Конфигурация
$L['cfg_topics'] = array('Показывать в секциях?', '');
$L['cfg_sep'] = array('Разедитель имен', 'по умолчанию пробел');
$L['cfg_base_gid'] = array('ID базовой группы (шаблона прав для всех групп модераторов)', '');
$L['cfg_base_level'] = array('Базовый уровень группы', '');
$L['cfg_base_title'] = array('Префикс названия группы', '');
?>